tap "azure/functions"
tap "isen-ng/dotnet-sdk-versions"
tap "mobile-dev-inc/tap"
tap "powershell/tap"
brew "azure-cli"
brew "bundletool"
brew "cocoapods"
brew "dotnet"
brew "dotnet@8"
brew "gh"
brew "libimobiledevice"
brew "libpq"
brew "nvm"
brew "tailscale"
brew "wakeonlan"
brew "watchman"
brew "zsh-autocomplete"
brew "azure/functions/azure-functions-core-tools@4"
brew "mobile-dev-inc/tap/maestro"
brew "powershell/tap/powershell"
cask "1password"
cask "1password-cli"
cask "applite"
cask "chatgpt"
cask "cursor"
cask "discord"
cask "dotnet-sdk8-0-100"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "rectangle"
cask "rider"
cask "slack"
cask "warp"
cask "xcodes"
